Repository: Tubbz-alt/pacman-mirrors-1
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: ca

source: Warning: Cannot read file '{filename}': {error}
ca: Atenció: No es pot llegir fitxer '{filename}': {error}

source: generate new mirrorlist
ca: generar nova llista de repositoris

source: generation method
ca: metode de generació

source: branch name
ca: nom de la branca

source: comma separated list of countries where mirrors will be used
ca: llista de països separats per coma que s'utilitzaran

source: PATH
ca: CAMÍ

source: mirrors list path
ca: cami de la llista de repositoris

source: FILE
ca: FITXER

source: output file
ca: fitxer de sortida

source: SECONDS
ca: SEGONS

source: server maximum waiting time
ca: temps màxim d'espera del servidor

source: don't generate mirrorlist if NoUpdate is set to True in the configuration file
ca: no generar la llista de repositoris si "NoUpdate" és "True" en el fitxer de configuració

source: interactively generate a custom mirrorlist
ca: generar llista de repositoris interactivament

source: print the pacman-mirrors version
ca: mostrar la versió de pacman-mirrors

source: argument -c/--country: unknown country '{country}' Available countries are: {country_list}
ca: argument -c/--country: país desconegur '{country}' Països disponibles: {country_list}

source: :: Querying servers, this may take some time...
ca: :: Consultant els servidors, això pot trigar una mica ...

source: Error: Failed to reach the server: {reason}
ca: Error: No s'ha pogut trobar el servidor: {reason}

source: Error: The server couldn't fulfill the request: {code}
ca: Error: El servidor no ha pogut complir amb la sol·licitud: {code}

source: Error: Failed to reach the server: Timeout
ca: Error: No s'ha pogut trobar el servidor: Ha tardat massa a respondre

source: Warning: Wrong date format in 'state' file.
ca: Atenció: Data incorrecta en el fitxer 'state'.

source: Error: Cannot read file '{filename}': {error}
ca: Error: No es pot llegir el fitxer '{filename}': {error}

source: :: Randomizing server list...
ca: :: Assignant a l'atzar la llista de servidors ...

source: Error: No server available !
ca: Error: No hi ha cap servidor disponible!

source: :: Generated and saved '{output_file}' mirrorlist.
ca: :: Generada i guardada la llista de repositoris '{output_file}'.

source: Error: Cannot write file '{filename}': {error}
ca: Error: No es pot escriure el fitxer '{filename}': {error}

source: Error: Cannot update file '{filename}': {error}
ca: Error: No es pot actualitzar el fitxer '{filename}': {error}

source: User generated mirror list
ca: Llista de repositoris personalitzada per l'usuari

source: :: Saved personalized list of mirrors in '{custom_file}'.
ca: :: Guardada la llista personalitzada de repositoris a '{custom_file}'.

source: Warning: Cannot remove 'Custom' country in the configuration file: {error}
ca: Atenció: No es pot esborrar el país 'Custom' en el fitxer de configuració: {error}

source: Previous page
ca: Pàgina anterior

source: Next page
ca: Pàgina següent

source: Mirrors list sorted by response time
ca: Repositoris ordenats per el temps de resposta

source: List of selected mirrors
ca: Llista de repositoris seleccionats

source: Select by clicking mirrors to prepare your custom list
ca: Selecciona el repositoris per preparar la teva llista personalitzada

source: Show custom list
ca: Mostrar llista personalitzada

source: Back to main list
ca: Tornar a la llista de repositoris

source: Done
ca: Aceptar
